--Заполнение таблицы Страны:

INSERT INTO Country VALUES
  (1, N'Россия'), (2, N'Беларусь'), (3, N'Казахстан');

--Заполнение таблицы Города:
INSERT INTO City VALUES
  (1, 1, N'Москва'), (2, 1, N'Екатеринбруг')
, (3, 1, N'Мурманск'), (4, 1, N'Воронеж')
, (5, 2, N'Минск'), (6, 2, N'Гомель')
, (7, 2, N'Брест'), (8, 3, N'Астана')
, (9, 3, N'Казалинск'), (10, 3, N'Сергеевка');

--Заполнение таблицы Типы отдыха:
INSERT INTO [Type] VALUES
  (1, N'Экскурсия'), (2,N'Туризм')
, (3,N'Спортивный'), (4,N'Лечебный'), (5,N'Пляжный');

--Заполнение таблицы Клиенты:
INSERT INTO Person VALUES
  (1, N'Александр Сергеевич Пушкин')
, (2, N'Фёдор Михайлович Достоевский')
, (3, N'Николай Васильевич Гоголь')
, (4, N'Лев Николаевич Толстой')
, (5, N'Иван Сергеевич Тургенев');

--Заполнение таблицы Путёвки:
INSERT INTO Trip VALUES
  (1, 2, 7, 2, 5, 24500.50, '2023-07-26')
, (2, 3, 10,1, 1, 18400, '2023-02-14')
, (3, 1, 4, 1, 2, 9670.20, '2023-12-02')
, (4, 3, 8, 5, 3, 30800, '2024-10-11')
, (5, 2, 5, 2, 1, 5700.60, '2024-05-07')
, (6, 1, 3, 3, 4, 12100.10, '2013-09-19')
, (7, 1, 1, 1, 5, 7770.40, '2024-11-22')
, (8, 2, 7,2, 2, 32000, '2023-06-09')
, (9, 1, 3, 4, 1, 24900, '2023-03-17');